Revit 2027 API
RebarHandleNameData.GetCustomHandleTag Method
 Gets the handle tag for which we need to specify the name.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int GetCustomHandleTag()
Public Function GetCustomHandleTag As Integer
public:
int GetCustomHandleTag()
member GetCustomHandleTag : unit -> int
Return Value
Int32
 Returns the handle tag for which we need to specify the name.
See Also
Reference
RebarHandleNameData Class
Autodesk.Revit.DB.Structure Namespace